# Напишите цикл while, который находит максимальное натуральное число, квадрат которого меньше 1000
i = 1
while i**2<1000:
    i += 1
print(i-1)