#Напишите программу, которая будет печатать лесенку следующего типа
symbol = "*"
for i in range(5):
    print(symbol*i)
