# Напишите функцию print_2_add_2, которая будет складывать 2 плюс 2 и печатать этот результат
def print_2_add_2():
    result = 2+2
    print(result)
    

print_2_add_2()